{"time" = 04-18} {"番茄时钟" =  1} {"运动" = false} {"特殊" = ""}
{"time" = 04-19} {"番茄时钟" =  7} {"运动" = false} {"特殊" = ""}
{"time" = 04-20} {"番茄时钟" = 12} {"运动" = false} {"特殊" = ""}
{"time" = 04-21} {"番茄时钟" =  8} {"运动" = false} {"特殊" = ""}
{"time" = 04-22} {"番茄时钟" =  3} {"运动" = false} {"特殊" = ["颐和园"]}
{"time" = 04-23} {"番茄时钟" = 15} {"运动" = false} {"特殊" = ""}
{"time" = 04-24} {"番茄时钟" = 15} {"运动" = false} {"特殊" = ""}
{"time" = 04-25} {"番茄时钟" = 13} {"运动" = false} {"特殊" = ""}
{"time" = 04-26} {"番茄时钟" = 11} {"运动" = false} {"特殊" = ""}
{"time" = 04-27} {"番茄时钟" = 10} {"运动" = false} {"特殊" = ["破戒"]}
{"time" = 04-28} {"番茄时钟" = 16} {"运动" = false} {"特殊" = ""}
{"time" = 04-29} {"番茄时钟" = 14} {"运动" = false} {"特殊" = ""}
{"time" = 04-30} {"番茄时钟" =  3} {"运动" = false} {"特殊" = ["破戒","香山"]}
{"time" = 05-01} {"番茄时钟" =  3} {"运动" = false} {"特殊" = ["破戒"]}
{"time" = 05-02} {"番茄时钟" = 12} {"运动" = false} {"特殊" = ""}
{"time" = 05-03} {"番茄时钟" =  0} {"运动" = false} {"特殊" = ["破戒"]}
{"time" = 05-04} {"番茄时钟" =  6} {"运动" = false} {"特殊" = ["破戒"]}
{"time" = 05-05} {"番茄时钟" =  3} {"运动" = false} {"特殊" = ["破戒"]}
{"time" = 05-06} {"番茄时钟" =  0} {"运动" = false} {"特殊" = ["破戒"]}
{"time" = 05-07} {"番茄时钟" =  11} {"运动" = false} {"特殊" = ""}
{"time" = 05-08} {"番茄时钟" =  } {"运动" = false} {"特殊" = ""}


